Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Dowódca Roderich wyraża swoje ubolewanie twoim brakiem obecności i ponawia rozkaz o przybycie do koszar po nowe rozkazy.
uk: Командир Родеріх шкодує з приводу твоєї відсутності і знову наказує з'явитися в казарми для отримання нових розпоряджень.

source: Dowódca będzie zadowolony, ale samo znalezienie paczki nie rozwiązuje problemu. Ale to już nie mój problem.
uk: Командир буде щасливий, але один знайдений пакунок не вирішить проблему. Але це вже не моя проблема.

source: Dowódca będzie zadowolony, gdy przyprowadzę mu taką gnidę jak ty.
uk: Командир буде задоволений, коли я приведу до нього таку мерзоту, як ти.

source: Dowódca przysłał mnie, abym ustalił tożsamość zamachowca.
uk: Командир відправив мене встановити особу нападника.

source: Dowódca twojego oddziału dokona teraz oficjalnego potwierdzenia awansu.
uk: Зараз командир твого загону офіційно підтвердить твоє підвищення.

source: Dowódca z chęcią posłucha twojego skamlania za kratkami.
uk: Командир із задоволенням вислухає твоє ниття за ґратами.

source: Dowódco, nie ma takiej...
uk: Командире, ніщо мене не зму...

source: Dołóż do tego parę monet, to zaczniemy trening.
uk: Додай кілька монет, і ми почнемо тренування.

source: Dołóż trochę do tego, to możemy zacząć strzelanie.
uk: Додай ще трохи, і ми почнемо.

source: Dołącz do nas! Dołącz do ludzi pana Volkera już dziś i odmień swój los!
uk: Приєднуйтесь до нас! Приєднуйтесь до людей пана Волкера сьогодні та змініть свою долю!

source: Dołącz do nas, to nauczysz się i tego, i jeszcze wielu innych rzeczy.
uk: Приєднуйся до нас, і ти навчишся цього та багато іншого.

source: Dołącz do straży miejskiej. Bitki ci nigdy nie zabraknie.
uk: Приєднуйся до Міської Варти. Там бійок тобі завжди вистачатиме.

source: Dołączając do Gildii Kupieckiej Araxos, straciłem możliwość współpracy ze strażą.
uk: Вступивши до Торгової Гільдії Араксос, я втратив можливість співпрацювати з Вартою.

source: Dołączcie do nas i zatrudnijcie się u pana Volkera!
uk: Приєднуйтесь до нас і почніть працювати на пана Волкера!

source: Dołączenie do Gildii Kupieckiej
uk: Вступ до Торгової Гільдії

source: Dołączenie do straży to była błędna decyzja.
uk: Приєднатися до Варти було неправильним рішенням.

source: Dołączenie do tej organizacji było najlepszą decyzją, jaką mogłem podjąć, i najlepszą, jaką podjąć może każdy człowiek!
uk: Приєднатись до цієї організації було найкращим рішенням, яке я міг прийняти, і найкращим рішенням, яке може прийняти будь-яка людина!

source: Dołączyłem do Gildii, bo powiedziałeś, że pomożecie mi znaleźć brata. Zamiast tego ciągle tylko zajmuję się jakimiś nieporadnymi kupcami i kontraktami, z których zysku dostaję marny procent!
uk: Я вступив до Гільдії, тому що ти пообіцяв допомогти мені знайти брата. Натомість я досі маю справу з якимись недолугими торговцями і контрактами, з яких я отримую мізерний відсоток прибутку!

source: Dołączyłem do straży, bo powiedziałeś, że pomożecie mi znaleźć brata. Zamiast tego ciągle tylko latam i wykonuję polecenia, z którymi inni nie potrafią sobie poradzić!
uk: Я вступив до Варти, бо ти сказав, що допоможеш мені знайти мого брата. Натомість я досі постійно бігаю і виконую накази, з якими інші не можуть впоратися!

source: Dołączyłeś do Araxos?
uk: Ти приєднався до Араксосу?

source: Dołączyłeś do straży, co?
uk: Ти долучився до Варти, так?

source: Doświadczenie
uk: Досвід

source: Doświadczenie +
uk: Досвід +

source: Doświadczenie nauczyło mnie jednak, by nie pozostawiać za sobą niedokończonych spraw...
uk: Однак досвід навчив мене не залишати незавершених справ...

source: Doświadczony alchemik zdobywa również wiedzę na temat pozyskiwania niedawno spożytych nasion roślin z upolowanej przez niego zwierzyny oraz przetwarzania ich na eliksiry lecznicze. Jednak do tej pory poprzez nasiona nie udało się jeszcze wytworzyć żadnego eliksiru czasowego ani trwałego.
uk: Також досвідчений алхімік може вилучати рослинне насіння з тварин, на яких він полює, та використовувати їх у своїх зіллях. Однак, досі не вдалося отримати жодного тимчасового або постійного еліксиру з насіння.

source: Dość często, a przynajmniej tak było do czasu ostatnich ulew. Teraz już trochę rzadziej. Szlaki zrobiły się niebezpieczne. Wszędzie pełno dzikiego zwierza i bandytów.
uk: Досить часто, принаймні так було до останніх дощів. Зараз трохи рідше. Стежки стали небезпечними. Скрізь дикі тварини та бандити.

source: Dość już mam na głowie z tą Bestią krążącą po okolicy, a jeszcze muszę się martwić strażnikami, których zupełnie nie interesują nasze problemy.
uk: З мене досить того, що цей Звір блукає навколо, а мені ще доводиться турбуватися про вартових, які абсолютно не цікавляться нашими проблемами.

source: Dość już mam problemów ze szczurami. Teraz jeszcze jakiś niespełniony alchemik będzie mi zawracał głowę...
uk: Мені вистачає проблем зі щурами. Тепер ще й якийсь недоалхімік буде мені заважати...

source: Dość już padło słów na dzisiaj. Muszę się przygotować do przemówienia.
uk: На сьогодні сказано достатньо слів. Мені потрібно готуватися до промови.

source: Dość już tego czytania, bierz się do roboty! Masz wrócić do kantoru Gildii z jakimiś porządnymi trofeami i opowieściami o Twoich czynach!
uk: Ну що ж, досить читати, до роботи! Повертайся до Гільдії з гідними трофеями та розповідями про свої подвиги!

source: Dość już tego gadania, pokaż co tam masz, a ja powiem ci czego potrzebujemy i ile będzie to kosztować.
uk: Досить балачок, показуй, що маєш, і я скажу, що мені потрібно і скільки це буде коштувати.

source: Dość już tego gadania.
uk: Досить вже цих балачок.

source: Dość już tego gadania. Proszę, oto twoje wynagrodzenie. Masz teraz co świętować, a ja zabieram się za rozwiązywanie tego bałaganu.
uk: Досить балачок. Ось твоя винагорода. Тепер тобі є що святкувати, а я продовжу розбиратися з цим безладом.

source: Dość już tej alchemii na dziś, wolę robić coś na świeżym powietrzu.
uk: Досить вже тієї алхімії на сьогодні, я вважаю за краще зайнятися чимось на свіжому повітрі.

source: Dość korupcji! Dość wyzysku biednych! Dość szlachetków, mających w poważaniu potrzeby obywateli!
uk: Досить корупції! Досить експлуатувати бідних! Досить – дворянам, які не замислюються про потреби громадян!

source: Dość mam już takich darmozjadów jak wy. Trzeba było walczyć za swoją ojczyznę, a nie obżerać teraz nasze spichlerze.
uk: З мене досить таких дармоїдів, як ви. Краще б ви воювали за свою батьківщину, а не об'їдали наші комори.

source: Dość miałem tej farsy - chyba dobrze, że zająłem się własnymi sprawami.
uk: З мене досить цієї комедії – напевно, й добре, що я не лізу не в свої справи.

source: Dość mówię! Po trzykroć DOŚĆ!
uk: Я кажу досить! Тричі ДОСИТЬ!

source: Dość prosty pierścień wykonany ze srebra.
uk: Досить простий перстень, виготовлений зі срібла.

source: Dość się już nasłuchałem twoich teorii. Nie widzę w tym żadnego sensu. Lepiej mi powiedz, co zamierzasz teraz zrobić!
uk: Я вже наслухався твоїх теорій. Не бачу в них жодного сенсу. Краще скажи мені, що тепер ти збираєшся робити!

source: Dość tego gadania. Lichwiarz otrzyma zasłużoną karę.
uk: Досить балачок. Лихвар отримає покарання, на яке заслуговує.

source: Dość tego! Wzywam straż!
uk: Досить з мене! Я викликаю охорону!

source: Dość tego, bierzmy Rozjemcę i wynośmy się stąd.
uk: Досить, забираймо Миротворця і забираймося звідси.

source: Dość tego, doniosę o wszystkim Cortezowi.
uk: Досить, я доповім про все Кортезу.

source: Dość tej błazenady. Idziesz ze mną po dobroci, czy mam cię zaciągnąć do Ernesto siłą?
uk: Досить клеїти дурня. Ти підеш зі мною по-доброму, чи мені потягнути тебе до Ернесто силоміць?

source: Dość tych żartów. Kiedy w końcu dowiem się czegoś o alchemii?
uk: Досить цих жартів. Коли я нарешті дізнаюся щось про алхімію?

source: Dość!
uk: Годі!

source: Dość! Nie będziemy kontynuować tej dyskusji! Jesteś moim podwładnym i nie zapominaj, gdzie twoje miejsce.
uk: Досить! Ми не будемо продовжувати цю дискусію! Ти мій підлеглий і не забувай своє місце.

source: Dość! Nie będę dłużej tolerował takiego zachowania! Zejdź mi z oczu.
uk: Досить! Я більше не терпітиму такої поведінки! Зникни з моїх очей.

source: Dość! Nie chcę więcej słyszeć o tym ani słowa! Muszę się pomodlić i uspokoić.
uk: Досить! Не хочу більше чути про це ані слова. Мені потрібно помолитися і заспокоїтися.

source: Dość! Twoje pyskowanie i roszczeniowość naraża na szwank interesy Gildii. Twój poprzedni wybryk był dla mnie ostrzeżeniem, ale teraz mam pewność, że nie ma dla ciebie miejsca w naszych szeregach!
uk: Досить! Твої заяви і претензії ставлять під загрозу інтереси Гільдії. Твій попередній вибрик був для мене попередженням, але тепер я впевнений, що тобі не місце в наших рядах!

source: Dość, nie bij mnie już!
uk: Досить, не бий мене більше!

source: Dość. Nie będziemy rozmawiać na ten temat.
uk: Досить. Ми не будемо про це говорити.

source: Dożyliśmy czasów, że człowiek nie może już wyjść przed dom bez obawy o własne życie!
uk: Дожилися, люди вже не можуть вийти з дому без остраху за власне життя!

source: Dr. Pymonte
uk: Др. Паймонт

source: Dranie żądlą niesamowicie mocno, jeśli masz pecha to nawet jedno draśnięcie może zwalić cię z nóg.
uk: Ці паскуди неймовірно сильно жалять. Тож якщо тобі не пощастить, навіть одна подряпина може звалити тебе з ніг.

source: Dranie! Te zapasy to z pewnością żywność i materiały, które miały pójść na podatek wojenny.
uk: Виродки! Ці припаси напевно були продовольством і товарами, які мали піти як військовий податок.

source: Drapie cię w gardle? Cóż, moje piwa mają swoją moc, hehehe.
uk: Дряпає в горлі? Ну, моє пиво доволі міцне, хе-хе-хе.

source: Drastycznie, ale nic nie może się zmarnować.
uk: Радикально, але ніщо не має пропасти даремно.

source: Drań przez kilka dni z rzędu wyciągał ze mnie kasę, a gdy się w końcu postawiłem, załatwił mnie dwoma ciosami i zabrał ostatnią sakiewkę.
uk: Цей виродок вибивав з мене гроші кілька днів поспіль. А нещодавно він відібрав гаманець із моїми останніми заощадженнями, попередньо добряче побивши.

source: Drewniana podobizna Innosa.
uk: Дерев'яна статуетка Інноса.

source: Drewniana skrzyneczka
uk: Дерев'яна скринька

source: Drewniana szufla do
uk: Дерев'яна лопатка для

source: Drewniana ławka
uk: Дерев'яна лавка

source: Drewniany Moździerz - mogą go mieć nowicjusze
uk: Дерев'яна ступка - можливо, у послушників

source: Drewniany miecz
uk: Дерев'яний меч

source: Drewniany moździerz
uk: Дерев'яна ступка

source: Drewniany ścierwojad
uk: Дерев'яний падальник

source: Drewno
uk: Дрова

source: Drewno było złe, gwoździe były złe... no i te... młotki były złe. Robienie z tego łodzi nic by nie dało.
uk: Деревина була неякісна, цвяхи були погані... ну і ці... молотки поламались. Збудувати човен вже не вийде.

source: Drewno do piłowania
uk: Колода

source: Drewno do wyrobu broni
uk: Деревина для виготовлення зброї

source: Drewno i podmokłe tereny? Kto wie, czy część ruin nie jest zalana. Takie doświadczenie może nam się przydać.
uk: Деревина і болотиста місцевість? Хто знає, чи не затоплені деякі руїни. Такий досвід може нам знадобитися.

source: Drewno jest tak złej jakości, że do niczego się nie nada.
uk: Деревина настільки низької якості, що ні на що не годиться.

source: Drewno jest twarde, a drzewa głęboko zapuściły korzenie. Zupełnie jakby przygotowywały się na zimę.
uk: Деревина тверда, а дерева пустили глибоке коріння. Вони ніби готуються до зими.

source: Drewno od Knuta
uk: Деревина від Кнута

source: Drewno pracowników stoczni
uk: Деревина робітників корабельні

source: Drewno wykradzione
uk: Деревина, вкрадена

source: Drobna przysługa
uk: Невеличка послуга

source: Drobne. Nic, z czym miałbym większy kłopot.
uk: Незначні. Нічого такого, з чим у мене виникли б складнощі.

source: Drodzy mieszkańcy Silbach!
uk: Шановні мешканці Сільбаху!

source: Droga do Silbach jest daleka i niebezpieczna...
uk: Дорога до Сільбаху далека і небезпечна...

source: Droga do Wilczego Leża znowu jest spokojna, pozbyłem się śpiącego cieniostwora. Trzeba powiedzieć o tym Garosowi.
uk: Дорога до Вовчого Лігва знову спокійна, я позбувся сплячого тінезвіра. Потрібно розповісти про це Гаросу.

source: Droga wolna, lepiej się pośpieszcie, Einar się już niecierpliwi.
uk: Шлях вільний. Краще покваптеся, Ейнар вже не може дочекатися.

source: Droga wolna, muszę teraz poszukać tej receptury.
uk: Шлях вільний, займуся пошуками рецепту.

source: Droga wolna.
uk: Дорога вільна.

source: Droga wolna. Skoro miasto nie jest bezpieczne, to gdzie popłyniemy?
uk: Шлях вільний. Оскільки в місті небезпечно, то куди ми попливемо?

source: Druga część jaskini wygląda jak jakiś cmentarz. Gdy tylko tu wszedłem, rzuciło się na mnie kilka szkieletów goblinów. Udało mi się z nimi wygrać, ale wygląda na to, że ich poprzedni gość nie miał tyle szczęścia. Mogę wracać do Zachary'ego.
uk: Друга частина печери схожа на якийсь цвинтар. Як тільки я увійшов сюди, на мене накинулися кілька скелетів гоблінів. Мені вдалося перемогти їх, але, схоже, моєму попереднику не так пощастило. Я можу повертатися до Захарія.

source: Druga opcja to rozejrzeć się po tablicach ogłoszeniowych w całym mieście. Znajdziesz tam listy gończe oraz zlecenia na upolowanie bestii.
uk: Другий варіант – оглянути дошки оголошень по всьому місту. Там можна знайти оголошення про розшук та замовлення щодо полювання на звірів.

source: Druga to ścieżka biegnąca przez zrujnowany wąwóz. Wiesz, ten, gdzie osypujące się skały są podtrzymywane przez kilka belek.
uk: Друга - це стежка, яка проходить через завалений яр. Знаєш, той, де просідаючі скелі підтримуються кількома балками.

source: Drugi chłopiec poczęstował Okrutnika najlepszym winem na wyspie. Nie czekając, aż ten poleje mu je do czary, Zamorski Król wyrwał z rąk młodzieńca dzban i zaczerpnął z niego parę haustów.
uk: Інший хлопець запропонував Жорстокому Королю найкраще вино на острові. Не чекаючи, поки той наллє його у чашу, Заморський Король вихопив глечик з рук юнака і зробив з нього кілька ковтків.

source: Drugi krąg magii
uk: Друге Коло Магії

source: Drugi krąg magii - Księga 1 z 3
uk: Друге Коло Магії - Книга 1 з 3

source: Drugi krąg magii - Księga 2 z 3
uk: Друге Коло Магії - Книга 2 з 3

source: Drugi krąg magii - Księga 3 z 3
uk: Друге Коло Магії - Книга 3 з 3

source: Drugi krąg magii pozwoli ci rozszerzyć swoje zdolności kontrolowania sił natury.
uk: Друге коло магії дозволить тобі розширити свої здібності контролювати сили природи.

source: Drugi raz ci nie pójdzie tak łatwo. Znam już twój styl walki. Hehehehehehe! Giń!
uk: Вдруге тобі буде не так легко. Я вже знаю твій стиль бою. Хе-хе-хе-хе-хе! Здохни!

source: Drugi raz? Cóż za przypadek.
uk: Вдруге? Який збіг.

source: Drugi to młody Runar. Ech, nie wiem jakim cudem został paladynem w tym wieku.
uk: Другий – молодий Рунар. Не знаю, як він став паладином у такому віці.

source: Drugi tom z czterech.
uk: Другий том з чотирьох.

source: Drugi tom z dwóch.
uk: Другий том з двох.

source: Drugi tom z pięciu.
uk: Другий том з п'яти.

source: Drugi tom z trzech.
uk: Другий том з трьох.

source: Drugi z nich to Stone, chłopak może jest jeszcze młody, ale ma smykałkę do pancerzy.
uk: Інший – Стоун, хлопець, можливо, ще молодий, але вже має хист до обладунків.

source: Drugi z trzech tomów służących do zgłębiania
uk: Другий з трьох томів, для вивчення

source: Drugi z zaginionych zostawił swojemu przyjacielowi na przechowanie fragment klucza, więc pomyślałem, że może Ogis miał coś podobnego.
uk: Інший зниклий залишив фрагмент ключа на зберігання своєму другові, тож я подумав, що, можливо, і в Огіса було щось подібне.

source: Drugi, Arrazola, upodobał sobie z kolei napoje lżejsze o słodszym, owocowym bukiecie.
uk: Другий, Арразола, навпаки, виробляв легкі напої з солодким, фруктовим букетом.

source: Drugie ledwo co zagłębiały się w ziemi, a trzecie były nieregularne. Wyglądały, jakby osobę, która je zrobiła, ciągnięto po ziemi.
uk: Другі ледь заглиблювалися в землю, а треті були нерівномірними. Вони виглядали так, ніби того, хто їх зробив, волочили по землі.

source: Druha w potrzebie nie zostawimy. Teraz musimy pomyśleć, co dalej.
uk: Друга в біді не залишимо. Тепер нам треба подумати, що робити далі.

source: Drwal
uk: Лісоруб

source: Drwale podziękowali mi za pomoc i wręczyli nagrodę, może niezbyt cenną, ale chociaż smaczną. Może Einar będzie miał dla mnie trochę złota w zamian za to całe bieganie.
uk: Лісоруби подякували мені за допомогу і вручили винагороду, можливо, не надто цінну, але принаймні смачну. Можливо, у Ейнара знайдеться для мене трохи золота за всю цю біганину.

source: Drwale z okolic Wilczego Leża przestrzegają przed samotnymi podróżami na drodze między ich obozem a Winnicą Valerio. Kilkukrotnie był tam widziany szalony mężczyzna z siekierą, atakujący napotkanych podróżników.
uk: Лісоруби з району Вовчого Лігва застерігають від подорожей наодинці дорогою між їхнім табором і виноградником Валеріо. Кілька разів там бачили божевільного чоловіка з сокирою, який нападає на зустрічних мандрівників.

source: Drwale z okolic Wilczego Leża przestrzegają przed samotnymi podróżami na drodze między ich obozem a Winnicą Valerio. Kilkukrotnie był tam widziany szalony mężczyzna z siekierą, atakujący napotkanych podróżników. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 150 sztuk złota, do odbioru u strażnika Oktava.
uk: Лісоруби з району Вовчого Лігва застерігають від подорожей наодинці дорогою між їхнім табором і виноградником Валеріо. Кілька разів там бачили божевільного чоловіка з сокирою, який нападає на зустрічних мандрівників. За виконання смертного вироку передбачена винагорода у розмірі 150 золотих, які можна отримати у вартового Октава.

source: Drwalem?
uk: Лісорубом?

source: Dryblas byłby go zabił, gdyby nie szybka reakcja jednego z wartowników.
uk: Волоцюга міг би його вбити, якби не швидка реакція одного з охоронців.

source: Drzwi
uk: Двері

source: Drzwi nie ruszą. Są za mocno osadzone. Huug dobrze zabezpieczył swoje dobra.
uk: Двері не відчиняться. Вони засіли намертво. Хууг добре захистив своє добро.

source: Drzwi po prawej stronie od wejścia podpisane są mniej więcej jako “zdrowe życie w dobrobycie”, natomiast te po drugiej stronie jako “spokój i ubóstwo mędrca”.
uk: На дверях праворуч від входу написано щось на кшталт 'здорове життя в достатку', а на дверях з іншого боку – 'спокій і бідність мудреця'.

source: Drzwi są zamknięte na klucz. Szkoda, że nie mam już więcej zwojów otwierania zamków. Musi być jakiś inny sposób, by dostać się do środka. Może któryś ze zwojów znalezionych u Rierola mi pomoże.
uk: Двері замкнені. Шкода, що у мене більше немає сувоїв для відмикання замків. Має бути якийсь інший спосіб потрапити всередину. Можливо, мені допоможе один із сувоїв, знайдених у Рієрола.

source: Duch
uk: Дух

source: Duch Maga nie odszedł bez walki. Czyny jego i jego 'Mistrza' były odrażające. Oby cierpiał po wieki.
uk: Дух Мага не здався без бою. Його вчинки та його 'Учителя' були огидні. Нехай він страждає вічно.

source: Duch Maga wreszcie zazna spokoju, gdziekolwiek się udał. Wspomniał coś o swojej skrzyni, w której ponoć znajdują się potężne zaklęcia.
uk: Дух Мага нарешті знайде спокій, куди б він не подався. Він згадував щось про свою скриню, у якій нібито знаходяться могутні заклинання.

source: Duch naszego ojca może być teraz spokojny, a to wszystko dzięki tobie, przyjacielu!
uk: Душа нашого батька тепер може бути спокійна, і все завдяки тобі, мій друже!

source: Duch? Nic głupszego nie mogłeś wymyślić?
uk: Дух? А ти не міг придумати ще дурніше прізвисько?

source: Duch? Nic głupszego nie mogłeś wymyślić? (Sprowokuj do walki)
uk: Дух? А ти не міг придумати ще дурніше прізвисько? (Спровокувати бійку)

source: Duchu! Oto Tonan. Przyszedł tu na twoją prośbę.
uk: Духу! Це Тонан. Він прийшов сюди на твоє прохання.

source: Duchy Wilczych Synów chcą krwi!
uk: Духи Вовчих Синів жадають крові!

source: Duma Archolos
uk: Гордість Архолосу

source: Duma pszczelarzy, którzy często kłócą się o to,
uk: Гордість бджолярів, які часто сперечаються,

source: Duncan
uk: Дункан

source: Duster
uk: Дастер

source: Duster da ci już spokój.
uk: Відтепер Дастер дасть тобі спокій.

source: Duster dostarczy beczki na farmę. Czas zająć się przygotowaniem kryjówek, przy ścieżce na winnicę, pod kamienną ścianą. Powinienem poszukać odpowiednich miejsc i ułożyć zebrane liście i krzaki.
uk: Дастер доставить бочки на ферму. Настав час зайнятися підготовкою схованок вздовж дороги до виноградника, обабіч кам'яної стіни. Я маю знайти відповідні місця і розкласти зібране листя та гілки кущів.

source: Duster dostarczy beczki na farmę. Wszystko jest już gotowe, mogę wracać do Winstana.
uk: Дастер доставить бочки на ферму. Все готово, я можу повертатися до Вінстана.

source: Duster i jeden z górników zostali zaatakowani podczas sprawdzania spiżarni. Muszę to sprawdzić.
uk: На Дастера і одного з гірників напали, коли вони розкопували комору. Я маю це перевірити.

source: Duster miał ze sobą kilka beczek prochu i pokazał mi, jak ich używać. Żaden klucz już nie otworzy korytarzy Vardhal.
uk: Дастер прихопив із собою кілька бочок з порохом і показав мені, як ними користуватися. Більше жоден ключ не відкриє коридори Вардхалу.

source: Duster musi bać się wysokości, skoro tak go przeraziła wizja podkładania ładunków na klifie. Dodatkowo chyba obraził się o moje komentarze dotyczące jego fachu i teraz sam muszę wspinać się po półkach skalnych. Gdy dotrę już na górę, mam podłożyć beczkę tuż obok głazów.
uk: Дастер, мабуть, боїться висоти, якщо його так налякала перспектива встановлення вибухівки на скелі. До того ж, гадаю, він образився на мої зауваження щодо його ремесла, і тепер мені доведеться самому підніматися по скельних виступах. Як тільки я досягну вершини, я повинен встановити бочку прямо біля валунів.

source: Duster nie dotarł do końca tuneli. Znalazłem go w jednym z gniazd pełzaczy. Mam nadzieję, że nie czeka mnie podobny los.
uk: Дастер не вибрався з тунелів. Я знайшов його в одному з гнізд повзунів. Сподіваюся, мене не спіткає подібна доля.

source: Duster ruszył wraz z jednym z górników sprawdzić spiżarnię. Mam udać się do nich za jakiś czas i sprawdzić, jak idą prace.
uk: Дастер пішов з одним із гірників перевірити комору. Я маю незабаром відвідати їх і дізнатись, як просувається робота.

source: Duster sprowadził lawinę na obóz Fabio. Pójdę sprawdzić, czy teraz stąd pójdą.
uk: Дастер спричинив обвал на табір Фабіо. Піду гляну, чи підуть вони тепер звідти.

source: Duster stwierdził, że nie przeszkadzają mu nowe mundury.
uk: Дастер заявив, що не проти нової уніформи.

source: Duster uwierzył we wszystko, co powiedziałem. To powinno uspokoić Venzela.
uk: Дастер повірив усьому, що я розповів. Це має заспокоїти Венцеля.

source: Duster wciąż nie dotarł na winnicę Valerio. Mam pójść w kierunku miasta i poszukać go na trakcie. Przy okazji powinienem się też zająć przygotowaniem kryjówek do zasadzki.
uk: Дастер досі не прибув до виноградника Валеріо. Мені потрібно вирушити в бік міста і пошукати його на дорозі. При нагоді, треба підготувати схованки для засідки.

source: Duster wpadł w panikę i uciekł w głąb tuneli. Mam nadzieję, że uda mu się odnaleźć drogę.
uk: Дастер запанікував і зник у глибині тунелів. Сподіваюся, він зможе вибратися.

source: Duster wyruszył z jednym z górników sprawdzić gruzy w sali treningowej. Za jakiś czas powinienem sprawdzić, co udało im się znaleźć.
uk: Дастер вирушив з одним із гірників розбирати завали у тренувальному залі. Через деякий час потрібно буде подивитися, що їм вдалося знайти.
